{
  "HereIntro": "Aquí tens els principals estudiants d'aquesta saga, els vols conèixer?",
  "WhatIsHogwarts?": "Però, què és Hogwarts?",
  "ParagraphSchool": "El Col·legi Hogwarts de Magia i Hechiceria és una escola a la qual assisteixen joves mags per desenvolupar les seves habilitats màgiques. Pertany a l'univers de la saga de llibres de Harry Potter.",
  "ArticleSchool": "L'edifici, situat a les muntanyes d'Escòcia, és vist com un antic edifici en runes amb un cartell que diu 'Cuidado, ruïnes perilloses', per les persones alienes a poders màgics (més coneguts com a muggles). Té set plantes, diverses torres, escales que canvien de posició a la seva voluntat i uns terrenys extensos que contenen un llac, un bosc anomenat El Bosc Prohibit, i diversos hivernacles amb fins botànics. A més de les nombroses aules on es donen les classes de pocions, transformacions, Defensa contra les Arts Oscures, Història de la màgia i altres assignatures per assistents qualificats, el castell posseeix llocs amb finalitats diferents. A continuació us presentem alguns dels estudiants més destacats de Hogwarts.",
  "Students": "Estudiants de Hogwarts",
  "estudent": {
    "ancestry": {
      "pure-blood": "Sang pura",
      "half-blood": "Sang mestissa",
      "muggleborn": "Nascut de muggles",
      "notKnown": "Desconegut"
    }
  },

  "getAllSpells": "Coneix tots els encanteris",
  "paragraphSpell": "Els encanteris dins del vast món de Harry Potter tenen un paper fonamental i imprescindible. Aquí trobaràs la llista més completa d'encanteris, encantaments i malediccions del Món Màgic.",
  "paragraphSpell1": "Els encantaments són encanteris dins del món de Harry Potter que afegeixen propietats màgiques a un objecte o individu, aquests encantaments també poden ser de transfiguració, la qual coneixeràs més avall. Un objecte que té un encanteri durador es diu encantat. El llançament exitós d'un encanteri i encantament necessita una enorme precisió tant en el moviment de la vareta com en la pronunciació adequada.",
  "Spells": "Encanteris",
  "Spell": {
    "description":{
    "Aberto": "Obre portes tancades",
    "Accio": "Invoca objectes",
    "Aguamenti": "Invoca l'aigua",
    "Alohomora": "Desbloqueja objectes",
    "Anapneo": "Despeja les vies respiratòries d'algú",
    "Aparecium": "Revela missatges secrets escrits",
    "Apparate": "Encantament de transport no verbal que permet a un bruixot o bruixa viatjar instantàniament en l'acte i aparèixer en un altre lloc (desaparèixer és el contrari).",
    "Ascendio": "Propulsa algú per l'aire",
    "Avada Kedavra": "També coneguda com La Maledicció Assassina, l'encanteri més malèvol del Món dels Bruixots; una de les tres Malediccions Imperdonables; Harry Potter és l'únic bruixot o màgia conegut que ha sobreviscut a ella.",
    "Avis": "Conjura una petita bandada d'ocells",
    "Bat": "Bogey Hex - Converteix els mocos de l'objectiu en ratpenats",
    "Bombardo": "Crea una explosió",
    "Brackium Emendo": "Cura ossos trencats",
    "Capacious Extremis": "Conegut com l'Amulet d'Extensió, és un encanteri complicat que pot expandir o estendre la capacitat d'un objecte o espai sense afectar-lo externament.",
    "Confundo": "Conegut com l'Encantament de Confundus, causa confusió en l'objectiu.",
    "Conjunctivitis Curse": "Afecta als ulls i la vista d'un objectiu",
    "Crinus Muto": "Canvia el color i la perruca dels cabells",
    "Crucio": "Una de les tres Malediccions Imperdonables, causa un dolor insofrible en l'objectiu.",
    "Diffindo": "S'utilitza per tallar amb precisió un objecte",
    "Disillusionment Charm": "Fa que l'objectiu adopti l'aparença del seu entorn",
    "Disapparate": "Encantament de transport no verbal que permet a una bruixa o bruixot viatjar instantàniament en l'acte i partir cap a un altre lloc (apparate és el contrari).",
    "Engorgio": "Provoca un ràpid creixement de l'objecte",
    "Episkey": "Cura ferides lleus",
    "Expecto patronum": "L'encantament patronus és una poderosa projecció d'esperança i felicitat que espanta els dementors; un patronus corpòri adopta la forma de l'animal respectiu del llançador, mentre que un no corpòri apareix com un fil de llum; als 13 anys, Harry Potter va ser el bruixot o màgia més jove conegut a produir un patronus corpòri.",
    "Erecto": "Permet a un bruixot o bruixa construir una estructura, com una tenda de campanya.",
    "Evanesco": "Desapareix objectes",
    "Expelliarmus": "Obliga a l'adversari a deixar el que tingui en el seu poder",
    "Ferula": "Un amulet curatiu que conjura envoltures i benes per a les ferides.",
    "Fidelius Charm": "Un complex amulet que amaga un secret a l'ànima d'un «Guardià Secret» escollit. Si un lloc és objecte d'ocultació, es torna indetectable per als altres",
    "Fiendfyre Curse": "Conjura flames encantades destructives i enormes.",
    "Finite Incantatem": "Un contramagia general que s'utilitza per revertir o contrarestar encanteris ja llançats",
    "Furnunculus Curse": "Un encanteri que provoca una erupció de forúnculos o grans",
    "Geminio": "Duplica objectes",
    "Glisseo": "Transforma una escala en un tobogan",
    "Homenum Revelio": "Revela la presència d'una altra persona",
    "Homonculus Charm": "Detecta la veritable identitat i ubicació de qualsevol persona en un tros de pergamí; s'utilitza per crear el Mapa del Merodeador.",
    "Immobulus": "Immobilitza objectius vius",
    "Impedimenta": "Un encanteri temporal que ralentitza el moviment de l'objectiu",
    "Incarcerous": "Conjura cordes",
    "Imperio": "Una de les tres Malediccions Imperdonables, posa l'objectiu sota el control complet del llançador",
    "Impervius": "Fa que un objecte sigui impermeable",
    "Incendio": "Conjura la flama",
    "Langlock": "Provoca que la llengua de l'objectiu es quedi enganxada al paladar.",
    "Legilimens": "Invadir o navegar per la ment d'un altre",
    "Levicorpus": "Levita l'objectiu pel turmell",
    "Locomotor Mortis": "La maledicció Leg-Locker ata les cames de l'objectiu",
    "Lumos": "Il·lumina la vareta del llançador",
    "Morsmordre": "Conjura i projecta la Marca Tenebrosa de Lord Voldemort.",
    "Mucus Ad Nauseam": "Infligeix un resfriat extrem o rinorrea",
    "Muffliato": "Crea un soroll als oïdes de l'objectiu per evitar escoltes.",
    "Nox": "Inverteix l'encantament lumos, apagant la llum d'una vareta.",
    "Obliviate": "Esborra la memòria de l'objectiu",
    "Obscuro": "Conjura una venda",
    "Oculus Reparo": "Reparació d'ulleres",
    "Oppugno": "Dóna direcció a un objecte o una persona per atacar una víctima",
    "Petrificus Totalus": "Congela o petrifica temporalment el cos de l'objectiu",
    "Periculum": "Conjura bengales/xispes vermelles",
    "Piertotum Locomotor": "Encantament utilitzat per donar vida a objectes i artefactes inanimats.",
    "Protean Charm": "Uneix els objectes per millorar la comunicació",
    "Protego": "Llança un escut invisible al voltant del llançador, protegint-lo contra encanteris i objectes (excepte La maledicció assassina)",
    "Reducto": "Redueix l'objectiu a trossos",
    "Reducio": "Redueix un objecte ampliat a la seva mida normal",
    "Renneverate": "Desperta o revifa l'objectiu",
    "Reparifors": "Cura dolències màgiques com el enverinament o la paràlisi",
    "Reparo": "Repara objectes trencats",
    "Rictusempra": "Un amulet que desarma l'adversari fent-li pessigolles",
    "Riddikulus": "Utilitzat per derrotar un Boggart, l'amulet permet que la temible criatura adopti una forma còmica, desarmant-la.",
    "Scourgify": "Neteja objectes",
    "Sectumsempra": "Infligeix greus esquinçaments i hemorràgies a l'objectiu.",
    "Serpensortia": "Conjura una serp viva",
    "Silencio": "Silencia l'objectiu",
    "Sonorus": "Amplifica la veu del bruixot o bruixa",
    "Spongify": "Suavitza l'objectiu",
    "Stupefy": "L'encanteri Atordir congela objectes i deixa inconscients els objectius vius",
    "Tarantallegra": "Dirigit a les cames, provoca que les mogui involuntariament",
    "Unbreakable Vow": "Es un contracte mágic que mati a qui el trenca", 
    "Wingardium Leviosa": "És conegut com l'Encantament de Levitació, utilitzat per fer levitar objectes de manera controlada.",
    "Waddiwasi": "Expulsa objetos atascados en lugares como tubos o chimeneas",
    "Wildfire Whiz-bang": "Crea un espectáculo de fuegos artificiales mágicos"

  }
  }

}
