{
  "HereIntro": "Here are the main students from this saga, would you like to meet them?",
  "WhatIsHogwarts?": "But, what is Hogwarts?",
  "ParagraphSchool": "Hogwarts School of Witchcraft and Wizardry is a school where young wizards attend to develop their magical skills. It belongs to the universe of the Harry Potter book series.",
  "ArticleSchool": "The building, located in the Scottish hills, is seen as an ancient ruin with a sign saying 'Beware, dangerous ruins' by those outside of magical powers (more commonly known as muggles). It has seven floors, several towers, stairs that change position at will, and extensive grounds containing a lake, a forest called the Forbidden Forest, and various greenhouses for botanical purposes. In addition to its numerous classrooms where subjects like potions, transfiguration, Defense Against the Dark Arts, and History of Magic are taught by qualified staff, the castle has places for different purposes. Below are some of the most notable students of Hogwarts.",
  "Students": "Hogwarts Students",
  "estudent": {
    "ancestry": {
      "pure-blood": "Pure Blood",
      "half-blood": "Half Blood",
      "muggleborn": "Muggle Born",
      "notKnown": "Not Known",
       "squib": "Squib"
    }
  },
  "getAllSpells": "Discover all the spells",
  "paragraphSpell": "Spells in the vast world of Harry Potter play a fundamental and essential role. Here you'll find the most complete list of spells, charms, and curses from the Wizarding World.",
  "paragraphSpell1": "Charms are spells within the Harry Potter world that add magical properties to an object or individual, and these can also be used for transfiguration, which you will learn about below. An object that has a lasting charm is said to be enchanted. The successful casting of a charm requires great precision both in the wand movement and the correct pronunciation.",
  "Spells": "Spells",
  "Spell": {
    "description": {
      "Aberto": "Opens locked doors",
      "Accio": "Summons objects",
      "Aguamenti": "Summons water",
      "Alohomora": "Unlocks objects",
      "Anapneo": "Clears someone's airways",
      "Aparecium": "Reveals secret written messages",
      "Apparate": "A non-verbal transportation charm that allows a witch or wizard to travel instantly and appear in another location (disappearing is the opposite).",
      "Ascendio": "Propels someone into the air",
      "Avada Kedavra": "Also known as the Killing Curse, the most malevolent spell in the Wizarding World; one of the three Unforgivable Curses; Harry Potter is the only known wizard or witch who has survived it.",
      "Avis": "Conjures a small flock of birds",
      "Bat": "Bogey Hex - Turns the target's mucus into bats",
      "Bombardo": "Creates an explosion",
      "Brackium Emendo": "Heals broken bones",
      "Capacious Extremis": "Known as the Extension Charm, it's a complex spell that can expand or stretch the capacity of an object or space without affecting it externally.",
      "Confundo": "Known as the Confundus Charm, causes confusion in the target.",
      "Conjunctivitis Curse": "Affects the eyes and vision of the target",
      "Crinus Muto": "Changes the color and style of hair",
      "Crucio": "One of the three Unforgivable Curses, causes unbearable pain in the target.",
      "Diffindo": "Used to cut an object with precision",
      "Disillusionment Charm": "Makes the target take on the appearance of its surroundings",
      "Disapparate": "A non-verbal transportation charm that allows a witch or wizard to instantly travel and depart for another location (Apparate is the opposite).",
      "Engorgio": "Causes rapid growth of the object",
      "Episkey": "Heals minor injuries",
      "Expecto patronum": "The Patronus Charm is a powerful projection of hope and happiness that repels Dementors; a corporeal Patronus takes the form of the caster's respective animal, while a non-corporeal Patronus appears as a thread of light; at 13, Harry Potter was the youngest known wizard to produce a corporeal Patronus.",
      "Erecto": "Allows a wizard or witch to build a structure, such as a tent.",
      "Evanesco": "Makes objects disappear",
      "Expelliarmus": "Forces the opponent to relinquish what they are holding",
      "Ferula": "A healing charm that conjures bandages and wraps for wounds.",
      "Fidelius Charm": "A complex charm that hides a secret in the soul of a chosen ‘Secret Keeper.’ If a place is hidden, it becomes undetectable to others",
      "Fiendfyre Curse": "Conjures large, destructive enchanted flames.",
      "Finite Incantatem": "A general counter-spell used to reverse or counteract spells that have already been cast",
      "Furnunculus Curse": "A spell that causes boils or pimples to appear",
      "Geminio": "Duplicates objects",
      "Glisseo": "Transforms a staircase into a slide",
      "Homenum Revelio": "Reveals the presence of another person",
      "Homonculus Charm": "Detects the true identity and location of anyone on a piece of parchment; used to create the Marauder’s Map.",
      "Immobulus": "Immobilizes living targets",
      "Impedimenta": "A temporary spell that slows down the target's movement",
      "Incarcerous": "Conjures ropes",
      "Imperio": "One of the three Unforgivable Curses, places the target under the complete control of the caster",
      "Impervius": "Makes an object waterproof",
      "Incendio": "Conjures fire",
      "Langlock": "Causes the target's tongue to stick to the roof of their mouth.",
      "Legilimens": "Invades or navigates the mind of another",
      "Levicorpus": "Levitation of the target by the ankle",
      "Locomotor Mortis": "The Leg-Locker Curse locks the target's legs",
      "Lumos": "Lights the caster's wand",
      "Morsmordre": "Conjures and projects Lord Voldemort's Dark Mark.",
      "Mucus Ad Nauseam": "Induces extreme cold or runny nose",
      "Muffliato": "Creates a buzzing sound in the target's ears to prevent eavesdropping.",
      "Nox": "Reverses the Lumos spell, extinguishing the light from the wand.",
      "Obliviate": "Erases the target's memory",
      "Obscuro": "Conjures a blindfold",
      "Oculus Reparo": "Repairs glasses",
      "Oppugno": "Directs an object or person to attack a victim",
      "Petrificus Totalus": "Freezes or temporarily petrifies the target's body",
      "Periculum": "Conjures red sparks",
      "Piertotum Locomotor": "A charm used to bring objects and inanimate artifacts to life.",
      "Protean Charm": "Links objects together to enhance communication",
      "Protego": "Cast an invisible shield around the caster, protecting them from spells and objects (except the Killing Curse)",
      "Reducto": "Blasts the target into pieces",
      "Reducio": "Reduces an enlarged object to its normal size",
      "Renneverate": "Awakens or revives the target",
      "Reparifors": "Heals magical ailments like poisoning or paralysis",
      "Reparo": "Repairs broken objects",
      "Rictusempra": "A charm that disarms the opponent by tickling them",
      "Riddikulus": "Used to defeat a Boggart, this charm forces the fearsome creature to take on a comedic form, disarming it.",
      "Scourgify": "Cleans objects",
      "Sectumsempra": "Inflicts severe cuts and bleeding on the target.",
      "Serpensortia": "Conjures a live snake",
      "Silencio": "Silences the target",
      "Sonorus": "Amplifies the wizard or witch's voice",
      "Spongify": "Softens the target",
      "Stupefy": "The Stupefy spell freezes objects and leaves living targets unconscious",
      "Tarantallegra": "Directed at the legs, it causes them to move involuntarily",
      "Unbreakable Vow": "Known as the Unbreakable Vow, this spell creates an unbreakable magical bond between two people. Breaking it results in the death of the violator.",
      "Waddiwasi": "Expels stuck objects from places like tubes or chimneys",
      "Wingardium Leviosa": "Known as the Levitation Charm, it is used to make objects levitate in a controlled manner.",
      "Wildfire Whiz-bang": "Creates a magical fireworks display"
    }
  },
  "introtitle1": "Here are the masters of this saga, do you want to meet them?",
  "getTeachers": "Meet the main teachers of Hogwarts",
  "getTeachersParag1": "The teachers of Hogwarts use the title of Master when speaking to many students.",
  "getTeachersParag2": "The term Mr. or Madame is an alternative term for the teacher depending on the gender of the teacher. While speaking to the students, they usually use the first name. Most teachers refer to their colleagues by their first name; however, this is not the case with Professor Snape, who prefers to use surnames, for example, when calling Remus Lupin, Lupin, or Gilderoy Lockhart, Professor Lockhart at the Duelling Club in Harry Potter and the Chamber of Secrets. Teachers also have the authority to award or deduct points.",
  "teachers": "Teachers of Hogwarts",
   "introIniSection1": "Find whatever you want about the magical world of Harry Potter.",
   "introIni": "Find all the latest news on our page",
  "welcome": "Welcome to your magical portal!",
  "getExplore": "Explore the fascinating world of Harry Potter, where spells come to life, the most powerful wizards leave their mark, and Hogwarts' secrets await you.",
  "getExploreParag1": "Discover everything about: The teachers and wizards who shaped the history of the magical world. The most iconic spells and their everyday uses by wizards. The latest news about the movies, books, and special content. Get ready to dive into a magical adventure, and remember, in this web, magic never ends!",
  "getWizards": "Get ready to be spellbound as we uncover the magic and mysteries behind Harry Potter's most powerful characters.",
  "leadingMagicians": "The leading magicians and their curiosities",
  "getWizardsParag": "Each entry is accompanied by fascinating facts that will intrigue even the most knowledgeable Potterheads.",
  "getWizardsPara1": "Strength is measured by magical ability, but not all of the most powerful witches and wizards were born with incredible talent. Some, like Hermione Granger, worked and studied very hard to improve their skills.",
  "WizardsOfHogwarts": "Wizards of Hogwarts",
  "title-sec": "We eagerly await",
  "title-sec1": "the new movie",
  "title-film": "and The Cursed Child",
  "sinopsis": "Synopsis",
  "descrip": "Harry Potter and the Cursed Child is a play by J.K. Rowling, Jack Thorne, and John Tiffany that has been a huge success on Broadway and in the West End. The play continues the story from Harry Potter and the Deathly Hallows and explores the relationship between Harry's son and Draco's son: Albus Potter and Scorpius Malfoy, respectively. Rumor has it that Warner Bros will adapt the play into a movie and bring back Emma Watson, Rupert Grint, and Daniel Radcliffe to portray their original and iconic characters."


  }
