{
  "HereIntro": "Aquí tienes a los principales estudiantes de esta saga, ¿quieres conocerlos?",
  "WhatIsHogwarts?": "Pero, ¿qué es Hogwarts?",
  "ParagraphSchool": "El Colegio Hogwarts de Magia y Hechicería es una escuela a la que asisten jóvenes magos para desarrollar sus habilidades mágicas. Pertenece al universo de la saga de libros de Harry Potter.",
  "ArticleSchool": "El edificio, situado en las colinas de Escocia, es visto como un antiguo edificio en ruinas con un cartel que dice 'Cuidado, ruinas peligrosas', por las personas ajenas a poderes mágicos (más comúnmente conocidos como muggles). Tiene siete plantas, varias torres, escaleras que cambian de posición a su antojo y extensos terrenos que contienen un lago, un bosque, llamado El Bosque Prohibido, y varios invernaderos con fines botánicos. Además de sus numerosas aulas en las que se imparten las clases de pociones, transformaciones, Defensa contra las Artes Oscuras, Historia de la magia y demás asignaturas por asistentes calificados, el castillo posee lugares con fines diferentes. A continuación os presentamos algunos de los estudiantes de Hogwarts más destacados.",
  "Students": "Estudiantes de Hogwarts",
  "estudent": {
    "ancestry": {
      "pure-blood": "Sangre pura",
      "half-blood": "Sangre mestiza",
      "muggleborn": "Nacido de muggles",
      "notKnown": "Desconocido"
    }
  },

  "getAllSpells": "Conoce todos los hechizos",
  "paragraphSpell": "Los hechizos dentro del extenso mundo de Harry Potter juegan un papel fundamental e imprescindible. Aquí encontrarás la lista más completa de hechizos, encantamientos y maldiciones del Mundo Mágico.",
  "paragraphSpell1": "Los encantamientos son hechizos dentro del mundo de Harry Potter que añaden propiedades mágicas a un objeto o individuo, estos encantamientos pueden ser también de transfiguración, la cual conocerás más abajo. Un objeto que tiene un hechizo duradero se llama hechizado.El lanzamiento exitoso de un hechizo y encantamiento necesita de una enorme precisión tanto en el movimiento de la varita como en la pronunciación adecuada.",
  "Spells": "Hechizos",
  "Spell": {
    "description":{
    "Aberto": "Abre puertas cerradas",
    "Accio": "Invoca objetos",
    "Aguamenti": "Invoca el agua",
    "Alohomora": "Desbloquea objetos",
    "Anapneo": "Despeja las vías respiratorias de alguien",
    "Aparecium": "Revela mensajes secretos escritos",
    "Apparate": "Hechizo de transporte no verbal que permite a un brujo o bruja viajar instantáneamente en el acto y aparecer en otro lugar (desaparecer es lo contrario).",
    "Ascendio": "Propulsa a alguien por los aires",
    "Avada Kedavra": "También conocida como La Maldición Asesina, el hechizo más maligno del Mundo de los Hechiceros; una de las tres Maldiciones Imperdonables; Harry Potter es el único brujo o mago conocido que ha sobrevivido a ella.",
    "Avis": "Conjura una pequeña bandada de pájaros",
    "Bat": "Bogey Hex - Convierte los mocos del objetivo en murciélagos",
    "Bombardo": "Crea una explosión",
    "Brackium Emendo": "Cura huesos rotos",
    "Capacious Extremis": "Conocido como el Amuleto de Extensión, es un hechizo complicado que puede expandir o extender la capacidad de un objeto o espacio sin afectarlo externamente.",
    "Confundo": "Conocido como el Encanto de Confundus, causa confusión en el objetivo.",
    "Conjunctivitis Curse": "Afecta a los ojos y a la vista de un objetivo",
    "Crinus Muto": "Cambia el color y el peinado del cabello",
    "Crucio": "Una de las tres Maldiciones Imperdonables, causa un dolor insoportable en el objetivo.",
    "Diffindo": "Se utiliza para cortar con precisión un objeto",
    "Disillusionment Charm": "Hace que el objetivo adopte la apariencia de su entorno",
    "Disapparate": "Hechizo de transporte no verbal que permite a una bruja o mago viajar instantáneamente en el acto y partir hacia otro lugar (apparate es lo contrario).",
    "Engorgio": "Provoca un rápido crecimiento del objeto",
    "Episkey": "Cura heridas leves",
    "Expecto patronum": "El encantamiento patronus es una poderosa proyección de esperanza y felicidad que ahuyenta a los dementores; un patronus corpóreo adopta la forma del animal respectivo del lanzador, mientras que uno no corpóreo aparece como un hilo de luz; a los 13 años, Harry Potter fue el brujo o mago más joven conocido en producir un patronus corpóreo.",
    "Erecto": "Permite a un brujo o bruja construir una estructura, como una tienda de campaña.",
    "Evanesco": "Desaparece objetos",
    "Expelliarmus": "Obliga al adversario a soltar lo que tenga en su poder",
    "Ferula": "Un amuleto curativo que conjura envolturas y vendas para las heridas.",
    "Fidelius Charm": "Un complejo amuleto que oculta un secreto en el alma de un «Guardián Secreto» elegido. Si un lugar es objeto de ocultación, se vuelve indetectable para los demás",
    "Fiendfyre Curse": "Conjura llamas encantadas destructivas y enormes.",
    "Finite Incantatem": "A general counter-spell that's used to reverse or counter already cast charms",
    "Furnunculus Curse": "Un hechizo que provoca un brote de forúnculos o granos",
    "Geminio": "Duplica objetos",
    "Glisseo": "Transforma una escalera en un tobogán",
    "Homenum Revelio": "Revela la presencia de otra persona",
    "Homonculus Charm": "Detecta la verdadera identidad y ubicación de cualquier persona en un trozo de pergamino; se utiliza para crear el Mapa del Merodeador.",
    "Immobulus": "Inmoviliza objetivos vivos",
    "Impedimenta": "Un hechizo temporal que ralentiza el movimiento del objetivo",
    "Incarcerous": "Conjura cuerdas",
    "Imperio": "Una de las tres Maldiciones Imperdonables, pone al objetivo bajo el completo control del lanzador",
    "Impervius": "Hace que un objeto sea impermeable",
    "Incendio": "Conjura la llama",
    "Langlock": "Provoca que la lengua del objetivo se pegue al paladar.",
    "Legilimens": "Invadir o navegar por la mente de otro",
    "Levicorpus": "Levita al objetivo por el tobillo",
    "Locomotor Mortis": "La maldición Leg-Locker ata las piernas del objetivo",
    "Lumos": "Ilumina la varita del lanzador",
    "Morsmordre": "Conjura y proyecta la Marca Tenebrosa de Lord Voldemort.",
    "Mucus Ad Nauseam": "Inflige una rinorrea o un resfriado extremos",
    "Muffliato": "Crea un zumbido en los oídos del objetivo para evitar escuchas.",
    "Nox": "Invierte el encantamiento lumos, apagando la luz de una varita.",
    "Obliviate": "Borra la memoria del objetivo",
    "Obscuro": "Conjura una venda",
    "Oculus Reparo": "Reparación de gafas",
    "Oppugno": "Dirige un objeto o una persona para atacar a una víctima",
    "Petrificus Totalus": "Congela o petrifica temporalmente el cuerpo del objetivo",
    "Periculum": "Conjura bengalas/chispas rojas",
    "Piertotum Locomotor": "Encantamiento utilizado para dar vida a objetos y artefactos inanimados.",
    "Protean Charm": "Une los objetos para mejorar la comunicación",
    "Protego": "Lanza un escudo invisible alrededor del lanzador, protegiendo contra hechizos y objetos (excepto La maldición asesina)",
    "Reducto": "Reduce el objetivo a pedazos",
    "Reducio": "Reduce un objeto ampliado a su tamaño normal",
    "Renneverate": "Despierta o revive al objetivo",
    "Reparifors": "Cura dolencias mágicas como el envenenamiento o la parálisis",
    "Reparo": "Arregla objetos rotos",
    "Rictusempra": "Un amuleto que desarma al adversario haciéndole cosquillas",
    "Riddikulus": "Utilizado para derrotar a un Boggart, el amuleto permite a la temible criatura adoptar una forma cómica, desarmándola.",
    "Scourgify": "Limpia objetos",
    "Sectumsempra": "Inflige graves laceraciones y hemorragias al objetivo.",
    "Serpensortia": "Conjura una serpiente viva",
    "Silencio": "Silencia al objetivo",
    "Sonorus": "Amplifica la voz del brujo o bruja",
    "Spongify": "Suaviza el objetivo",
    "Stupefy": "El hechizo Aturdir congela objetos y deja inconscientes a los objetivos vivos",
    "Tarantallegra": "Dirigido a las piernas, provoca un movimiento de baile incontrolable",
    "Unbreakable Vow": "Un contrato mágico que provoca la muerte de quien lo rompe.",
    "Wingardium Leviosa": "Hace levitar un objeto"
  }
}
}
